import React from "react"

function Odilake(props) {
    return (
        <div>
            <p>Оди́л Алимжа́нович Ахме́дов (узб. Odil Olimjonovich Ahmedov / Одил Олимжонович Аҳмедов; 25 ноября 1987, Наманган, Узбекская ССР, СССР) — узбекистанский футболист, игравший на позиции полузащитника, бывший капитан сборной Узбекистана.
            Клубная
            В основной состав «Пахтакора» стал привлекаться в 2006 году, когда клуб возглавлял российский тренер Валерий Непомнящий.[источник не указан 1274 дня]

            В феврале 2011 года был арендован российским «Анжи»[4]. Дебютировал за клуб 1 марта в кубковом матче против петербургского «Зенита»[5]. Он стал лучшим игроком клуба по итогам 2011 года.

            2 августа 2012 в домашнем матче третьего квалификационного раунда Лиги Европы против нидерландского «Витесса» на 19-й минуте был заменён на Георгия Габулова вследствие полученной травмы[6] и выбыл на длительный срок[7]. Тем не менее, в сезоне 2012/13 помог «Анжи» выиграть бронзу чемпионата России и выйти в финал Кубка страны, где махачкалинцы в серии пенальти уступили ЦСКА.

            В конце 2016 года перешёл в китайский клуб «Шанхай СИПГ»[8].

            В сборной
            С 2007 года выступает за национальную сборную Узбекистана. Принимал участие в двух финальных турнирах Кубка Азии. В 2011 году играл во всех 6 матчах своей команды, забил 2 гола и стал полуфиналистом турнира, попал в символическую сборную. В 2015 году сыграл в четырёх матчах и забил гол в матче с Китаем (1:2). 2 сентября 2015 года стал капитаном национальной сборной[9].

            В декабре 2018 года был включён в заявку на Кубок Азии 2019. 9 января в первом матче группового этапа против Омана (2:1) отличился голом на 34 минуте игры, открыв счёт в матче.

            В июне 2021 года объявил о завершении карьеры в сборной Узбекистана[10].
            </p>
        </div>
    )
}
export default Odilake;